// Localized application name
"applicationName" = "Android File Transfer";

// The title of the filename column when viewing a device's files.
"filenameColumnHeaderTitle" = "Navn";
// The title of the column which shows the last modification date of a device's files.
"lastModifiedColumnHeaderTitle" = "Seneste ændring";
// The title of the column which shoes the file size of a device's files.
"sizeColumnHeaderTitle" = "Størrelse";
// The title of a button which, when pressed, creates a new folder on the device.
"newFolderButtonText" = "Ny mappe";
// The title of a button which, when pressed, deleted the selected files on the device.
"deleteButtonText" = "Slet";

// The title of the window showing the status of copying files to or from the device.
"copyStatusWindowTitle" = "Kopier";

// Text shown on a button which cancels an operation.
"cancelButton" = "Annuller";

// String shown in progress after the user has canceled the transfer, while it is still being
// canceled.
"cancelingLabel" = "Annullerer";
// String shown in progress while still preparing to start the transfer.  The placeholder is
// the name of the folder being copied to.
"preparingToCopyLabel" = "Forbereder kopiering til \"%@\"";
// String shown in progress while copying multiple items. The first placeholder is the number of
// items still being copied, and will always be at least 2.  The second placeholder is the name
// of the folder being copied to.
"copyingMultipleItemsLabel" = "Copying %1$d items to \"%2$@\"";
// String shown when a single item is being copied.  The first placeholder is the filename of the
// item being copied, and the second placeholder is the name of the folder being copied to.
"copyingSingleItemLabel" = "Copying \"%1$@\" to \"%2$@\"";

// String shown during a copy while the time remaining is still being calculated.
"timeRemainingUnknown" = "Beregner resterende tid...";
// String showing progress of a copy operation.
"timeRemainingLessThan5Seconds" = "Mindre end 5 sekunder tilbage";
// String showing progress of a copy operation.
"timeRemainingLessThan15Seconds" = "Mindre end 15 sekunder tilbage";
// String showing progress of a copy operation.
"timeRemainingLessThan30Seconds" = "Mindre end 30 sekunder tilbage";
// String showing progress of a copy operation.
"timeRemaining1Minute" = "Ca. ét minut tilbage";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of minutes remaining, from 2-60.
"timeRemainingMinutes" = "About %1$d minutes remaining";
// String showing progress of a copy operation.
"timeRemaining1Hour" = "Ca. én time tilbage";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of hours remaining, always at least 2.
"timeRemainingHours" = "About %1$d hours remaining";

// String format used to indicate how a copy is proceeding.  First placeholder is the number of
// bytes already copied, second is the total number in this copy, and the third is an estimate of
// the remaining time.
"bottomProgressStringFormat" = "%1$@ ud af %2$@ - %3$@";

// Default name of a newly created folder.
"folderDefaultName" = "ikke-navngivet mappe";

// Status shown at the bottom of the folder view when items are selected.  First placeholder is the
// number of items selected, second is the total number of items shown.  Third placeholder is the
// amount of free space remaining on the device.
"bottomStatusFilesSelected" = "%1$d of %2$d selected, %3$@ available";
// Status shown on the bottom of the folder view when there is a single item.  Placeholder is the
// amount of free space remaining on the device.
"bottomStatusNoSelectionSingleItem" = "Ét element, %1$@, tilgængeligt";
// Status shown on the bottom of the folder view when there are multiple items.  First placeholder
// is the number of items shown (always at least 2), second placeholder is the amount of free space
// remaining on the device.
"bottomStatusNoSelectionMultipleItems" = "%1$d items, %2$@ available";

// Error message shown when there was a problem deleting a file.
"errorDeletingTitle" = "Fejl under sletning";
// Error description shown when there was a problem deleting a file.  Placeholder is replaced
// with the name of the file.
"errorDeletingDescription" = "Filen eller mappen med navnet \"%@\" kunne ikke slettes";
// Error message shown when there was a problem creating a foder.
"errorCreateFolderTitle" = "Mappen kunne ikke oprettes";
// Error message shown when there was a problem connecting to a plugged in device.
"errorConnectToDeviceTitle" = "Der kunne ikke oprettes forbindelse til enheden";
// Error message shown when there was a problem connecting to a plugged in device.
"errorCommunicatingWithDeviceTitle" = "Der kunne ikke kommunikeres med enheden";
// Error message shown when there was a problem getting device info.
"errorUnlockDeviceTitle" = "Can't access device storage";
// Error message shown when there was a problem renaming a folder.
"errorRenameFolderTitle" = "Mappen kunne ikke omdøbes";
// Error message shown when there was a problem renaming a file.
"errorRenameFileTitle" = "Filen kunne ikke omdøbes";
// Error message shown when there was a problem copying a file.
"errorCopyingFileTitle" = "Filen kunne ikke kopieres";
// Error message shown when there was a problem replacing a file.
"errorReplacingFileTitle" = "Filen kunne ikke erstattes";
// Error description shown where there was a problem copying a file.  Placeholder is replaced
// with the name of the file that was being copied.
"errorCopyingFileDescription" = "Filen \"%@\" kunne ikke kopieres";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileTitle" = "Android File Transfer kan ikke åbne filer.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileDescription" = "Du skal flytte filen til din computer, før du kan åbne den.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenMultipleTitle" = "Android File Transfer kan ikke åbne flere elementer.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenNoneTitle" = "Der blev ikke valgt nogen elementer til åbning.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenBadSelectionDescription" = "Vælg et enkelt element, og prøv igen.";
// Error description for when there was no detected error.  This message should never be shown.
"errorSuccessDescription" = "Ingen fejl";
// Error description when an operation failed because the filename does not exist.
"errorPathNotFoundDescription" = "Der findes ingen elementer med dette navn";
// Error description shown when an operation failed because the device was not initialized.
"errorDeviceNotInitializedDescription" = "Enheden er ikke initialiseret. Prøv at genoprette forbindelsen eller genstarte enheden";
// Error description shown when an operation failed because the name already exists.
"errorPathAlreadyExistsDescription" = "Der findes allerede en fil eller en mappe med dette navn";
// Generic error description, used when we don't have other suggestions or details from an operation
// which failed.
"errorGenericDescription" = "Prøv at genoprette forbindelsen eller genstarte enheden.";
// Error description shown when we can't get the storage for the device.
"errorUnlockDescription" = "If your device's screen is locked, disconnect its USB cable, unlock your screen, and then reconnect the USB cable.";
// Warning title shown when a file or folder already exists.  Placeholder is replaced with the file name.
"warningFileExistsMessage" = "Der findes allerede et element med navnet \"%@\" i denne mappe.";
// Warning description shown when a file already exists, and the user may choose to replace it.
"warningFileExistsInformative" = "Vil du erstatte det eksisterende element med det, der kopieres?";
// Button on warning which allows the user to replace (overwrite) a file or folder.
"warningFileExistsReplace" = "Erstat";
// Button on warning which allows the user to skip copying a file when one already exists with that name.
"warningFileExistsSkip" = "Spring over";
// Button on warning which allows the user to replace (overwrite) all files or folders in a copy operation.
"warningFileExistsReplaceAll" = "Erstat alle";
// Warning title shown when a file attempting to be copied is too large.
"warningFileTooLargeMessage" = "Filen \"%@\" er for stor.";
// Warning description shown when a file attempting to be copied is too large.
"warningFileTooLargeInformative" = "Android File Transfer kan kun overføre filer, der er mindre end 4 GB";

// Warning shown before deleting files.
"deleteWarningTitle" = "Er du sikker på, du vil slette de valgte elementer permanent?";
// Warning shown when the user is about to do something they might think they can undo, but can't.
"noUndoWarningInformative" = "Du kan ikke fortryde denne handling";

// Label for the About menu item
"menuAbout" = "Om Android File Transfer";
// Label for the Services menu item
"menuServices" = "Tjenester";
// Label for the menu item which hides the application
"menuHide" = "Skjul Android File Transfer";
// Label for the menu item which hides the other applications
"menuHideOthers" = "Skjul andre";
// Label for the menu item which shows all windows
"menuShowAll" = "Vis alle";
// Label for the menu item which quits the application
"menuQuit" = "Afslut Android File Transfer";

// Label for the File menu
"menuFile" = "Fil";
// Label for the menu item which creates a new folder
"menuNewFolder" = "Ny mappe";
// Label for the menu item which closes the window
"menuCloseWindow" = "Luk vindue";
// Label for the menu item which deletes the selected items
"menuDelete" = "Slet";

// Label for the Go menu
"menuGo" = "Start";
// Label for the menu item which goes back to the previous folder
"menuBack" = "Tilbage";
// Label for the menu item which goes forward to the next folder
"menuForward" = "Videresend";
// Label for the menu item which goes to the enclosing folder
"menuEnclosing" = "Vedlagt mappe";
// Label for the menu item which open the selected
"menuOpenFolder" = "Åbn mappe";

// Label for the Window menu
"menuWindow" = "Vindue";
// Label for the minimize window menu item
"menuMinimize" = "Minimer";
// Label for the zoom window menu item
"menuZoom" = "Zoom";
// Label for the bring all to front menu item
"menuBringAllToFront" = "Læg alle forrest";

// Label for the Help menu
"menuHelp" = "Hjælp";
// Label for the help menu item
"menuHelpItem" = "Hjælp til Android File Transfer";

// Title shown on the welcome screen.
"welcomeTitleText" = "Velkommen til Android File Transfer";
// Body text of welcome screen.
"welcomeBodyText" = "Forbind din Mac til din Android-enhed med dens USB-kabel. Træk herefter elementer mellem Android File Transfer-vinduet og Finder-vinduerne. Vælg Hjælp > Hjælp til Android File Transfer for at få flere oplysninger.\n\nAndroid File Transfer understøtter Android 3.0 eller nyere.";
// Button on welcome screen which will close the screen, allowing the user to use the application.
"welcomeDoneButtonLabel" = "Kom godt i gang";

// Message shown in an alert when the user starts the app without any devices.
"noDevicesTitle" = "Der blev ikke fundet en Android-enhed";
// Message shown in an alert when the user starts the app without any devices.
"noDevicesInformative" = "Opret forbindelse til din Android-enhed med et USB-kabel for at komme i gang.";

// Short file size for folders.
"fileSizeFolder" = "--";
// Short file size for files or transfers under 1 KB.  Placeholder is replaced with the number of bytes of the file.
"fileSizeByte" = "%.0f bytes";
// Short file size for files or transfers under 1 MB.  Placeholder is replaced with the number of kilobytes of the file.
"fileSizeKb" = "%.0f KB";
// Short file size for files or transfers under 1 GB.  Placeholder is replaced with the number of megabytes of the file.
"fileSizeMb" = "%.1f MB";
// Short file size for files or transfers under 1 TB.  Placeholder is replaced with the number of gigabytes of the file.
"fileSizeGb" = "%.2f GB";
// Short file size for files or transfers under 1 PB.  Placeholder is replaced with the number of terabytes of the file.
"fileSizeTb" = "%.3f TB";
// Short file size for files or transfers over 1 PB.  Placeholder is replaced with the number of petabytes of the file.
"fileSizePb" = "%.3f PB";

// The help menu opens the default browser with the following URL 
"helpURL" = "http://www.google.com/support/mobile/bin/answer.py?hl=en&answer=1120329";

// Copyright statement at the end to avoid confusing the TC.
/* 
   Copyright 2010 Google Inc. All rights reserved.
 */
